10/data/attachments/a57dc2d138aef261.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ruben_mother_Friend_71870_5</nif:username>
            <nif:friendToBeRequested>soap_friends_d535f6f4-5973-4e41-a281-afdc7dc84fea</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>